{
    "sparql_endpoint": "https://query.wikidata.org/sparql",
    "template_mode": "statistics",
    "title": "Joy Division",
    "color_code": [
        "#39c6b4",
        "#17cf31"
    ],
    "user_name": "anastasiiahulevych",
    "id": "1686087468.008729",
    "subtitle": "The Tragic Tale and Impactful Music",
    "curator": "Valeriia Ogorodnikova, Anastasiia Hulevych, Alena Nagovitcyna",
    "description": "This article delves into the life and music of Joy Division, an influential post-punk band formed in Manchester, England, in the late 1970s. It explores the band's formation, rise to prominence, and their distinctive sound characterized by introspective lyrics and a dark atmosphere. Drawing on references such as \"Unknown Pleasures: Inside Joy Division\" by Peter Hook and \"Rip It Up and Start Again: Postpunk 1978-1984\" by Simon Reynolds, the article provides insights into Joy Division's significance within the post-punk movement. The tragic loss of lead vocalist Ian Curtis and the band's lasting legacy are discussed, with references to the documentary film \"Joy Division\" directed by Grant Gee and the book \"Touching from a Distance: Ian Curtis and Joy Division\" by Deborah Curtis. The article concludes by highlighting the band's enduring influence and their contribution to alternative and post-punk history.",
    "dynamic_elements": [
        {
            "position": 0,
            "operations": [],
            "type": "text",
            "text": "<p class=\"ql-align-justify\">Joy Division, an influential post-punk band formed in Manchester, England, in the late 1970s, left an indelible mark on the music scene despite their short-lived career. Known for their introspective lyrics, dark atmosphere, and distinctive sound, Joy Division's music continues to captivate audiences to this day. In this article, we explore the life and music of Joy Division, drawing on various references to provide an in-depth understanding of their artistic journey.</p><p class=\"ql-align-justify\"><br></p><p class=\"ql-align-justify\"><strong>Formation and Early Years:</strong></p><p class=\"ql-align-justify\">Joy Division emerged in 1976 from the punk rock movement in Manchester. Initially named Warsaw, the band consisted of Ian Curtis (vocals and occasional guitar), Bernard Sumner (guitar and keyboards), Peter Hook (bass), and Stephen Morris (drums). Their unique blend of punk energy, moody melodies, and Curtis' haunting vocals set them apart. The book \"Unknown Pleasures: Inside Joy Division\" by Peter Hook offers an insider's perspective on the band's formation, early years, and their impact on the Manchester music scene.</p><p class=\"ql-align-justify\"><br></p><p class=\"ql-align-justify\"><strong>Rise to Prominence and Music:</strong></p><p class=\"ql-align-justify\">Joy Division gained recognition with their debut album, \"Unknown Pleasures\" (1979), which showcased their distinctive sound. The atmospheric and brooding tracks, including \"She's Lost Control\" and \"Disorder,\" revealed the band's ability to create a sonic landscape that resonated with listeners. Another pivotal album, \"Closer\" (1980), delved deeper into Curtis' introspective lyrics and showcased the band's evolving musical maturity. For a deeper understanding of Joy Division's music, \"Rip It Up and Start Again: Postpunk 1978-1984\" by Simon Reynolds explores the band's significance within the post-punk movement.</p><p class=\"ql-align-justify\"><br></p><p class=\"ql-align-justify\"><strong>Tragic Loss and Legacy:</strong></p><p class=\"ql-align-justify\">Despite their rising success, Joy Division faced significant challenges, particularly regarding Ian Curtis' deteriorating mental health. Curtis' struggles with depression and epilepsy culminated in his tragic suicide in May 1980, just before the release of \"Closer.\" The documentary film \"Joy Division\" directed by Grant Gee provides a poignant portrayal of the band's journey, focusing on Curtis' life and untimely death. Following Curtis' death, the remaining members reformed as New Order, forging their own path while paying tribute to their Joy Division roots.</p><p class=\"ql-align-justify\"><br></p><p class=\"ql-align-justify\"><strong>Impact and Influence:</strong></p><p class=\"ql-align-justify\">Joy Division's influence extends far beyond their short career. Their music and distinctive style continue to inspire countless artists across various genres. The book \"Touching from a Distance: Ian Curtis and Joy Division\" by Deborah Curtis, Ian Curtis' widow, offers an intimate and poignant account of the band's impact and the enduring legacy of their music. Moreover, the posthumously released compilation album, \"Substance\" (1988), serves as a comprehensive retrospective of Joy Division's work and its lasting influence.</p><p class=\"ql-align-justify\"><br></p><p class=\"ql-align-justify\">Joy Division's tragic tale and unique music have solidified their status as one of the most influential bands in alternative and post-punk history. From their early days as Warsaw to their impactful albums \"Unknown Pleasures\" and \"Closer,\" their atmospheric sound and introspective lyrics continue to resonate with listeners worldwide. Despite the untimely loss of Ian Curtis, Joy Division's legacy lives on, leaving an indelible mark on the music landscape. Their story serves as a reminder of the power of artistic expression and the enduring impact of their contributions to the world of music.</p><p class=\"ql-align-justify\"><br></p><p class=\"ql-align-justify\"><strong>References:</strong></p><ol><li class=\"ql-align-justify\">Hook, Peter. \"Unknown Pleasures: Inside Joy Division.\" Simon &amp; Schuster, 2013.</li><li class=\"ql-align-justify\">Reynolds, Simon. \"Rip It Up and Start Again: Postpunk 1978-1984.\" Faber &amp; Faber, 2005.</li><li class=\"ql-align-justify\">Gee, Grant (Director). \"Joy Division\" [Documentary Film]. Universal Pictures, 2007.</li><li class=\"ql-align-justify\">Curtis, Deborah. \"Touching from a Distance: Ian Curtis and Joy Division.\" Faber &amp; Faber, 2001.</li><li class=\"ql-align-justify\">Joy Division. \"Substance\" [Compilation Album]. Factory Records, 1988.</li></ol><p class=\"ql-align-justify\"><br></p>",
            "extra_queries": [],
            "map_filters": []
        }
    ]
}